Repository: oresfa-passat/rainbowsponge---Passat
Catalog: themes/lifestyle/translations/*/ModulesWirepaymentShop.*.xlf
Languages: da_dk, sv_se, tr_tr

source: Please transfer the invoice amount to our bank account. You will receive our order confirmation by email containing bank details and order number.
da_dk: Send venligst fakturabeløbet til vores bankkonto. Du modtager en ordrebekræftelse i en e-mail med bankoplysninger og ordrenummer.
sv_se: Vänligen överför fakturabeloppet till vårt bankkonto. Du kommer att få vår beställningsbekräftelse via e-post som innehåller bankuppgifter och beställningsnummer.
tr_tr: Lütfen fatura tutarını banka hesabımıza transfer edin. Banka detayları ve sipariş numaranızı içeren bir sipariş onayı e-postası alacaksınız.

source: Goods will be reserved %s days for you and we'll process the order immediately after receiving the payment.
da_dk: Varerne reserveres til dig i %s dage, og vi behandler ordren, så snart vi har modtaget din betaling.
sv_se: Varor reserveras %s dagar till dig och vi kommer att behandla beställningen omedelbart efter det att vi ha mottagit betalningen.
tr_tr: Ürün %s günlüğüne sizin için rezerve edildi ve ödemeyi alır almaz siparişi işleme koyacağız.

source: More information
da_dk: Yderligere oplysninger
sv_se: Mer Information
tr_tr: Daha fazla bilgi

source: Bankwire
da_dk: Bankoverførsel
sv_se: Banköverföring
tr_tr: Banka havalesi

source: Payment is made by transfer of the invoice amount to the following account:
da_dk: Betaling foretages via overførsel af fakturabeløbet til følgende konto:
sv_se: Betalning sker genom överföring av fakturabeloppet till följande konto:
tr_tr: Ödeme şu hesaba fatura bedeli kadar transfer edildi:

source: Your order on %s is complete.
da_dk: Din ordre hos %s er gennemført.
sv_se: Din beställning hos %s är färdig.
tr_tr: %s üzerindeki siparişiniz tamamlandı.

source: Please send us a bank wire with:
da_dk: Send os venligst en bankoverførsel med:
sv_se: Vänligen skicka oss en banköverföring med:
tr_tr: Lütfen banka havalesini şununla gönderin:

source: Amount
da_dk: Beløb
sv_se: Belopp
tr_tr: Tutar

source: Name of account owner
da_dk: Modtager:
sv_se: till kontoägaren av
tr_tr: Hesap sahibinin adı

source: Please include these details
da_dk: Inkluder disse oplysninger
sv_se: Vänligen inkludera dessa detaljer
tr_tr: Lütfen bu detayları dahil edin

source: Bank name
da_dk: Bank:
sv_se: till denna bank
tr_tr: Banka adı

source: Pay by bank wire
da_dk: Betal via bankoverførsel
sv_se: Betala via banköverföring
tr_tr: Banka havalesi ile ödeme yap

source: (order processing will be longer)
da_dk: (langsommere ordrebehandling)
sv_se: (order hantering kommer ta längre tid)
tr_tr: (sipariş süreci daha uzun olacak)
