Repository: oresfa-passat/rainbowsponge---Passat
Catalog: themes/lifestyle/translations/*/ModulesLegalcomplianceShop.*.xlf
Languages: cs_cz, el_gr, tr_tr

source: My shopping cart
cs_cz: Můj nákupní košík
el_gr: Καλάθι αγορών
tr_tr: Alışveriş sepetim

source: Print this page
cs_cz: Vytisknout tuto stránku
el_gr: Εκτύπωση σελίδας
tr_tr: Bu sayfayı yazdır

source: Shipping and payment
cs_cz: Přeprava a platba
el_gr: Αποστολή και πληρωμή
tr_tr: Kargo ve ödeme

source: All prices are mentioned tax included
cs_cz: Všechny uvedené ceny jsou vč. DPH
el_gr: Όλες οι τιμές αναγράφονται με ΦΠΑ
tr_tr: Tüm fiyatlar vergi dahil olarak anılıyor

source: All prices are mentioned tax excluded
cs_cz: Všechny ceny jsou uváděny bez DPH
el_gr: Όλες οι τιμές αναγράφονται χωρίς ΦΠΑ
tr_tr: Tüm fiyatlar vergi hariç olarak anılıyor

source: and
cs_cz: a
el_gr: και
tr_tr: ve

source: shipping excluded
cs_cz: bez ceny přepravy
el_gr: χωρίς έξοδα αποστολής
tr_tr: nakliye hariç

source: Information regarding online dispute resolution pursuant to Art. 14 Para. 1 of the ODR (Online Dispute Resolution Regulation):
cs_cz: Informace týkající se řešení sporů online podle čl. 14, odst. 1 ODR (nařízení pro řešení sporů online):
el_gr: Πληροφορίες για την επίλυση διαφορών κατά το άρθρο 14 παρ. 1 του Κανονισμού για την Ηλεκτρονική Επίλυση Καταναλωτικών Διαφορών:
tr_tr: Avrupa Birliği bölgesindeki çevrimiçi anlaşmazlıklar ile ilgili bilgiler ODR (Online Dispute Resolution Regulation) yasası 1. fıkra 14. bendine uygundur:

source: The European Commission gives consumers the opportunity to resolve online disputes pursuant to Art. 14 Para. 1 of the ODR on one of their platforms. The platform ([1]http://ec.europa.eu/consumers/odr[/1]) serves as a site where consumers can try to reach out-of-court settlements of disputes arising from online purchases and contracts for services.
cs_cz: Evropská komise dává spotřebitelům možnost řešit spory online na jedné ze svých platforem, a to na základě čl. 14, odst. 1 nařízení ODR. Platforma ([1]http://ec.europa.eu/consumers/odr[/1]) slouží jako portál, kde mohou zákazníci dosáhnout mimosoudního vyrovnání ve sporech plynoucích z online nákupů a kontraktů na služby.
el_gr: Η Ευρωπαϊκή Επιτροπή δίνει στους καταναλωτές το δικαίωμα να επιλύουν τις ηλεκτρονικές διαφορές τους κατά το άρθρο 14 παρ. 1 του Κανονισμού για την Ηλεκτρονική Επίλυση Καταναλωτικών Διαφορών σε μία από τις πλατφόρμες της. Η πλατφόρμα ([1]http://ec.europa.eu/consumers/odr[/1]) χρησιμεύει ως τόπος προσφυγής των καταναλωτών για εξωδικαστικό διακανονισμό διαφορών που προκύπτουν από ηλεκτρονικές αγορές και συμβάσεις παροχής υπηρεσιών.
tr_tr: Avrupa Komisyonu tüketicilerin çevrimiçi anlaşmazlıklarını çözmek için ODR (Online Dispute Resolution Regulation) yasası 1. fıkra 14. bendini kendi platformlarında sunar. Platform ([1]http://ec.europa.eu/consumers/odr[/1]) bir site olarak tüketicilerin ulaşabileceği, hizmetler için online alışveriş ve sözleşmelerinden doğan uyuşmazlıkların giderilmesi ile ilgili mahkeme kararını da sunar.

source: Information
cs_cz: Informace
el_gr: Πληροφορίες
tr_tr: Bilgi

source: (Under conditions)
cs_cz: (za podmínek)
el_gr: (Υπό προϋποθέσεις)
tr_tr: (Koşullar altında)
