Repository: oresfa-passat/rainbowsponge---Passat
Catalog: themes/lifestyle/translations/*/ModulesCheckpaymentShop.*.xlf
Languages: da_dk

source: Please send us your check following these rules:
da_dk: Send os venligst din check i henhold til følgende regler:

source: Amount
da_dk: Beløb

source: Payee
da_dk: Betalingsmodtager

source: Send your check to this address
da_dk: Send checken til følgende adresse

source: Your order on %s is complete.
da_dk: Din ordre hos %s er gennemført.

source: Your check must include:
da_dk: Send os venligst en check med:

source: Payment amount.
da_dk: Sum til betaling.

source: Payable to the order of
da_dk: Skal betales med henblik på

source: Mail to
da_dk: Send til

source: Do not forget to insert your order number #%d.
da_dk: Husk at indsætte dit ordrenummer #%d.

source: Do not forget to insert your order reference %s.
da_dk: Husk at indsætte din ordre reference %s.

source: An email has been sent to you with this information.
da_dk: En e-mail er blevet sendt til dig med disse oplysninger.

source: Your order will be sent as soon as we receive your payment.
da_dk: Din ordre vil blive sendt, så snart vi modtager din betaling.

source: For any questions or for further information, please contact our
da_dk: For spørgsmål eller yderligere oplysninger, kontakt venligst vores

source: customer service department.
da_dk: kundeservice

source: We have noticed that there is a problem with your order. If you think this is an error, you can contact our
da_dk: Vi har opdaget et problem med din ordre. Hvis du mener dette er en fejl, kan du kontakte vores

source: Pay by check
da_dk: Betal med check

source: (order processing will be longer)
da_dk: (langsommere ordrebehandling)
